---
title:
layout: default
---

<h1>HENNING? WOHER?</h1>
<p>
<a href="afr-henning.html" title="Henning? Van waar?">Afrikaans</a>&nbsp;|&nbsp;<a href="eng-henning.php" title="Henning? From where?">English</a>
</p>
<p>Zwischen den Jahren 1300 und 1500 war der Name HENNING ein popul&auml;rer Sptzname f&uuml;r "der Sohn des Johannes". Im alten baltischen Dialekt wurde der Hahn "Hen" genannt (hen = m&auml;nnlich, henne = weiblich). Das Baltische (oder Norddeutsche) "ing" wurde hinweislich an den Namen eines Vaters oder Vorfahrens angehangen.
</p>
<p>Der Name entstand unter Adligen und Ritter, wie zum Beispiel<sup>1</sup>:</p>
<ul>
<li>Henning = Johannes Older, der 1290 in der N&auml;he von Stralsund lebte;</li>
<li>Henning = Johannes Brunswick, der 1305 in Kolberg lebte. Heute liegt Kolberg in Polen, jedoch in 1305 geh&ouml;hrte dieser Landesteil zu (dem ehemaligen) Deutschland.</li>
<li>Henning = Johannes Dottenberg (Ritter) lebte 1326 in der N&auml;he von Greifswald. Es wird angenommen, da&szlig;er ein Nachkomme von Johannes Older war.</li>
<li>Graf Henning von Irkesleve lebte 1330 in Haldslohe.</li>
</ul>
<p>W&auml;hrend des 13/14th Jahrhunderts breiteten sich diese ersten Hennings &uuml;ber die Gebiete (des heutigen) Deutschlands, D&auml;nemarks und Norwegen aus. S&auml;mtliche Dokumente jeder Zeit wurden leider vernichtet.
</p>
<table>
<tr><td>
		<img src="images/Duitsland02.jpg"
</td></tr>
<caption style="font-name:Helvetica,Arial;font-size:12px;font-weight:bold;">
<p style="text-align:left">Der Name Henning entstand ungefähr im Jahr 1290 in der Nähe der Stadt Stralsund, im Norden von Deutschland. Im Jahr 1305 wurde der Name im Kreis Kolberg im heutigen Polen gefunden - heute als Kolobrzeg in DEMMIN bekannt und im Jahre 1326 in der Nähe von GREIFFSWALD.</p>

<p style="text-align:left">Bis zum Dreißigjährigen Krieg (1618 - 1648) und Stralsund Greiffswald war immer noch Teil von Dänemark, aber Kolberg war Teil der Pruisse. Zu gegebener Zeit Karnin (25 km von Stralsund) wurde dieser Bauernhof der Henning Familien.</p>

<p style="text-align:left">Lippstadt ist der Geburtsort von Peter Henrich Henning, Stammvater der meisten der Hennings in Südafrika.</p>
</caption>
</table>
<p>
W&auml;hrend des 17th  und 18th  Jahrhunderts mehrere Hennings zogen anderswohin — auch zur 'neuen' Welt. Heute findet man einen der gr&ouml;&szlig;ten Clans in S&uuml;d Afrika. Jedoch finden wir die Henning Familien in fast jedem zivilisierten Staat in der westlichen Welt.
</p><p>
Einige Henning-Nachkommen, verblieben jedoch in der N&auml;he von Stralsund und Greifswald. Es ist bekannt, da&szlig;Jacob Henning (der &auml;ltere) 1635 in Demmin (Greifswald) geboren wurde. Jacob Henning und seine Nachkommen wurden als Henning Familie von Karnin bekannt. Karnin liegt ungef&auml;hr 25 km von Stralsund entfernt. Jacob Henning und seine Nachkommeen waren reiche Grundgutbesitzer, die in einem Schloss wohnten. Dieses Schloss wurde, w&auml;hrend des 2.Weltkrieges, 1945 von der kommunistischen Besatzungsmacht, die Ost-Deutschland &uuml;bernahm, beschlagnahmt. Ingefolge dessen zog diese Familie in verschiedene Provinzen West-Deutschlands um.
</p>
<table>
<caption style="font-name:Helvetica,Arial;font-size:12px;font-weight:bold;">Das Henning Schloss, Karnin</caption>
<tr><td>
<img src="staticpages/images/henningnaam/ELTERNHAUS.JPG" width=400px>
<img src="staticpages/images/henningnaam/ELTERNHAUS2.JPG" ></br>
</td></tr>
</table>
<p>Der Peter Henrich Henning Verband ist der Inhaber dieser Web-Seite.
</p><p>
Die Henning Familien in S&uuml;d Afrika sind dokumentarisch nahezu komplettiert und der Stammbaum sowie Chronik sind in der Web-Seite zu ersehen. Der Peter Henrich Henning Familienverband unterh&auml;lt ein Familienmuseum und Dokumentationszenter/Archiv und gibt alle drei Monate (Februar, Mai, August und November) eine Zeitschrift an Mitglieder aus. Interessante Neuigkeiten f&uuml;r die Familie werden dann bekannt gemacht.
</p><p>
Hennings von anderen L&auml;ndern sind eingeladen den Verbands-Sekret&auml;r des Peter Henrich Henning Familienverbandes, zwecks Einf&uuml;gung von Einzelheiten der Familie in die Web-Seite, zu kontaktieren.
</p>
<p><sup>1</sup>Bahlow H.: "Deutsches Namenlexikon". Familien und Vornamen nach Ursprung und Sinn erkl&auml;rt. M&uuml;nchen, 1977, p228</p>

